Repository: watzon/pindrop
Catalog: Pindrop/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Recovered from a recording that was interrupted.
ar: تمت الاستعادة من تسجيل انقطع.
bn: বাধাপ্রাপ্ত একটি রেকর্ডিং থেকে পুনরুদ্ধার করা হয়েছে।
cs: Obnoveno z nahrávky, která byla přerušena.
da: Gendannet fra en optagelse, der blev afbrudt.
de: Aus einer unterbrochenen Aufnahme wiederhergestellt.
el: Ανακτήθηκε από εγγραφή που διακόπηκε.
es: Recuperada de una grabación que se interrumpió.
fi: Palautettu tallenteesta, joka keskeytyi.
fr: Récupérée depuis un enregistrement interrompu.
he: שוחזר מהקלטה שהופסקה.
hi: बाधित हुई रिकॉर्डिंग से पुनर्प्राप्त किया गया।
hu: Egy megszakadt felvételből helyreállítva.
id: Dipulihkan dari rekaman yang terputus.
it: Recuperata da una registrazione interrotta.
ja: 中断された録音から復元しました。
ko: 중단된 녹음에서 복구했습니다.
ms: Dipulihkan daripada rakaman yang terputus.
nb: Gjenopprettet fra et opptak som ble avbrutt.
nl: Hersteld uit een opname die werd onderbroken.
pl: Odzyskano z nagrania, które zostało przerwane.
pt_br: Recuperada de uma gravação que foi interrompida.
ro: Recuperată dintr-o înregistrare întreruptă.
ru: Восстановлено из прерванной записи.
sv: Återställd från en inspelning som avbröts.
th: กู้คืนจากการบันทึกที่ถูกขัดจังหวะ
tr: Kesintiye uğrayan bir kayıttan kurtarıldı.
uk: Відновлено з перерваного запису.
vi: Đã khôi phục từ một bản ghi bị gián đoạn.
zh_hans: 已从中断的录音中恢复。
zh_hant: 已從中斷的錄音中復原。

source: Redo
ar: إعادة
bn: আবার করুন
cs: Předělat
da: Gentag
de: Wiederherstellen
el: Ξανακάνω
fi: Toista
fr: Répéter
he: לַעֲשׂוֹת שׁוּב
hi: फिर से करना
hu: Újra
id: Mengulangi
it: Rifare
ja: やり直し
ko: 다시 하다
ms: Buat semula
nb: Gjenta
nl: Opnieuw uitvoeren
pl: Ponów
pt_br: Refazer
ro: Reface
ru: Повторить
sv: Göra om
th: ทำซ้ำ
tr: Yinele
uk: Повторити
vi: Làm lại
zh_hans: 重做
zh_hant: 重做

source: Refresh
ar: ينعش
bn: রিফ্রেশ
cs: Obnovit
da: Opfriske
de: Aktualisieren
el: Φρεσκάρω
es: Actualizar
fi: Päivitä
fr: Actualiser
he: לְרַעֲנֵן
hi: ताज़ा करना
hu: Frissítés
id: Menyegarkan
it: Aggiorna
ja: リフレッシュ
ko: 새로 고치다
ms: Segarkan semula
nb: Forfriske
nl: Vernieuwen
pl: Odśwież
pt_br: Atualizar
ro: Reîmprospăta
ru: Обновить
sv: Uppdatera
th: รีเฟรช
tr: Yenile
uk: Оновити
vi: Làm cho khỏe lại
zh_hans: 刷新
zh_hant: 重新整理

source: Regenerate
ar: إعادة الإنشاء
bn: পুনরায় তৈরি
cs: Znovu vygenerovat
da: Generér igen
de: Neu erzeugen
el: Αναδημιουργία
es: Regenerar
fi: Luo uudelleen
fr: Régénérer
he: צור מחדש
hi: फिर से बनाएँ
hu: Újragenerálás
id: Buat ulang
it: Rigenera
ja: 再生成
ko: 다시 생성
ms: Jana semula
nb: Generer på nytt
nl: Opnieuw genereren
pl: Wygeneruj ponownie
pt_br: Regenerar
ro: Regenerează
ru: Сгенерировать заново
sv: Återskapa
th: สร้างใหม่
tr: Yeniden oluştur
uk: Згенерувати знову
vi: Tạo lại
zh_hans: 重新生成
zh_hant: 重新產生

source: Remove
ar: يزيل
bn: সরান
cs: Odstranit
da: Fjerne
de: Entfernen
el: Αφαιρώ
es: Eliminar
fi: Poistaa
fr: Retirer
he: לְהַסִיר
hi: निकालना
hu: Távolítsa el
id: Menghapus
it: Rimuovere
ja: 取り除く
ko: 제거하다
ms: Alih keluar
nb: Fjerne
nl: Verwijderen
pl: Usuń
pt_br: Remover
ro: Elimina
ru: Удалять
sv: Ta bort
th: ลบ
tr: Kaldırmak
uk: видалити
vi: Di dời
zh_hans: 消除
zh_hant: 消除

# remove_and_clear_any_assignments_that_reference
source: Remove "%@" and clear any assignments that reference it? Stored credentials will be deleted.
ar: هل تريد إزالة "%@" ومسح أي مهام تشير إليه؟ سيتم حذف بيانات الاعتماد المخزنة.
bn: "%@" সরান এবং এটির উল্লেখ করে এমন কোনো অ্যাসাইনমেন্ট সাফ করবেন? সঞ্চিত শংসাপত্র মুছে ফেলা হবে.
cs: Odebrat „%@“ a vymazat všechna přiřazení, která na něj odkazují? Uložené přihlašovací údaje budou smazány.
da: Fjern "%@" og ryd alle tildelinger, der henviser til den? Gemte legitimationsoplysninger bliver slettet.
de: „%@“ entfernen und alle Zuweisungen löschen, die darauf verweisen? Gespeicherte Zugangsdaten werden gelöscht.
el: Να καταργηθεί το "%@" και να διαγραφούν τυχόν εργασίες που αναφέρονται σε αυτό; Τα αποθηκευμένα διαπιστευτήρια θα διαγραφούν.
es: ¿Eliminar "%@" y borrar cualquier asignación que haga referencia a él? Se eliminarán las credenciales almacenadas.
fi: Poistetaanko "%@" ja tyhjennetäänkö siihen viittaavat tehtävät? Tallennetut tunnistetiedot poistetaan.
fr: Supprimer « %@ » et effacer toutes les affectations qui y font référence ? Les informations d'identification stockées seront supprimées.
he: האם להסיר את "%@" ולנקות את כל המטלות שמתייחסות אליו? אישורים מאוחסנים יימחקו.
hi: "%@" हटाएं और इसका संदर्भ देने वाले किसी भी असाइनमेंट को साफ़ करें? संग्रहीत क्रेडेंशियल हटा दिए जाएंगे.
hu: Eltávolítja a(z) "%@" elemet, és töröl minden olyan hozzárendelést, amely erre hivatkozik? A tárolt hitelesítő adatok törlődnek.
id: Hapus "%@" dan hapus semua tugas yang mereferensikannya? Kredensial yang disimpan akan dihapus.
it: Rimuovere "%@" e cancellare tutte le assegnazioni che fanno riferimento ad esso? Le credenziali archiviate verranno eliminate.
ja: 「%@」を削除し、それを参照する割り当てをクリアしますか?保存されている認証情報は削除されます。
ko: "%@"을 제거하고 이를 참조하는 모든 할당을 지우시겠습니까? 저장된 자격 증명이 삭제됩니다.
ms: Alih keluar "%@" dan kosongkan sebarang tugasan yang merujuknya? Bukti kelayakan yang disimpan akan dipadamkan.
nb: Vil du fjerne «%@» og fjerne eventuelle oppgaver som refererer til det? Lagret legitimasjon vil bli slettet.
nl: '%@' verwijderen en alle toewijzingen wissen die ernaar verwijzen? Opgeslagen inloggegevens worden verwijderd.
pl: Usunąć „%@” i wyczyścić wszystkie przypisania, które się do niego odwołują? Przechowywane dane uwierzytelniające zostaną usunięte.
pt_br: Remover "%@" e limpar todas as atribuições que fazem referência a ele? As credenciais armazenadas serão excluídas.
ro: Eliminați „%@” și ștergeți toate sarcinile care fac referire la el? Acreditările stocate vor fi șterse.
ru: Удалить «%@» и очистить все назначения, которые ссылаются на него? Сохраненные учетные данные будут удалены.
sv: Ta bort "%@" och rensa alla tilldelningar som refererar till det? Lagrade referenser kommer att raderas.
th: ลบ "%@" และล้างการมอบหมายที่อ้างถึงหรือไม่ ข้อมูลรับรองที่เก็บไว้จะถูกลบ
tr: "%@" kaldırılsın ve ona başvuran tüm atamalar silinsin mi? Saklanan kimlik bilgileri silinecek.
uk: Видалити "%@" та видалити всі призначення, які посилаються на нього? Збережені облікові дані буде видалено.
vi: Xóa "%@" và xóa mọi bài tập tham chiếu đến nó? Thông tin đăng nhập được lưu trữ sẽ bị xóa.
zh_hans: 删除“%@”并清除引用它的所有作业？存储的凭据将被删除。
zh_hant: 刪除“%@”並清除引用它的所有作業？儲存的憑據將被刪除。

source: Remove from Folder
ar: إزالة من المجلد
bn: ফোল্ডার থেকে সরান
cs: Odebrat ze složky
da: Fjern fra mappe
de: Aus Ordner entfernen
el: Κατάργηση από τον φάκελο
es: Quitar de la carpeta
fi: Poista kansiosta
fr: Retirer du dossier
he: הסר מהתיקיה
hi: फ़ोल्डर से हटाएँ
hu: Eltávolítás a mappából
id: Hapus dari Folder
it: Rimuovi dalla cartella
ja: フォルダーから削除
ko: 폴더에서 제거
ms: Alih keluar daripada Folder
nb: Fjern fra mappe
nl: Verwijderen uit map
pl: Usuń z folderu
pt_br: Remover da pasta
ro: Eliminați din dosar
ru: Удалить из папки
sv: Ta bort från mapp
th: ลบออกจากโฟลเดอร์
tr: Klasörden Kaldır
uk: Видалити з папки
vi: Xóa khỏi thư mục
zh_hans: 从文件夹移除
zh_hant: 從資料夾移除

source: Remove Provider
ar: إزالة الموفر
bn: প্রদানকারী সরান
cs: Odebrat poskytovatele
da: Fjern udbyder
de: Anbieter entfernen
el: Κατάργηση παρόχου
es: Eliminar proveedor
fi: Poista Palveluntarjoaja
fr: Supprimer le fournisseur
he: הסר ספק
hi: प्रदाता को हटाएँ
hu: Távolítsa el a szolgáltatót
id: Hapus Penyedia
it: Rimuovi fornitore
ja: プロバイダーの削除
ko: 공급자 제거
ms: Alih keluar Pembekal
nb: Fjern leverandør
nl: Aanbieder verwijderen
pl: Usuń dostawcę
pt_br: Remover provedor
ro: Eliminați furnizorul
ru: Удалить поставщика
sv: Ta bort leverantör
th: ลบผู้ให้บริการ
tr: Sağlayıcıyı Kaldır
uk: Видалити постачальника
vi: Xóa nhà cung cấp
zh_hans: 删除提供商
zh_hant: 刪除提供商

source: Rename
ar: إعادة تسمية
bn: নাম পরিবর্তন করুন
cs: Přejmenovat
da: Omdøb
de: Umbenennen
el: Μετονομάζω
es: Rebautizar
fi: Nimeä uudelleen
fr: Rebaptiser
he: שנה שם
hi: नाम बदलें
hu: Átnevezés
id: Ganti nama
it: Rinominare
ja: 名前の変更
ko: 이름 바꾸기
ms: Namakan semula
nb: Gi nytt navn
nl: Hernoemen
pl: Zmień nazwę
pt_br: Renomear
ro: Redenumiți
ru: Переименовать
sv: Döpa om
th: เปลี่ยนชื่อ
tr: Yeniden isimlendirmek
uk: Перейменувати
vi: Đổi tên
zh_hans: 重命名
zh_hant: 重新命名

source: Rename Folder
ar: إعادة تسمية المجلد
bn: ফোল্ডারের নাম পরিবর্তন করুন
cs: Přejmenovat složku
da: Omdøb mappe
de: Ordner umbenennen
el: Μετονομασία φακέλου
es: Renombrar carpeta
fi: Nimeä kansio uudelleen
fr: Renommer le dossier
he: שנה את שם התיקיה
hi: फ़ोल्डर का नाम बदलें
hu: Mappa átnevezése
id: Ganti Nama Folder
it: Rinomina cartella
ja: フォルダー名の変更
ko: 폴더 이름 바꾸기
ms: Namakan semula Folder
nb: Gi nytt navn til mappe
nl: Hernoem map
pl: Zmień nazwę folderu
pt_br: Renomear pasta
ro: Redenumiți folderul
ru: Переименовать папку
sv: Byt namn på mapp
th: เปลี่ยนชื่อโฟลเดอร์
tr: Klasörü Yeniden Adlandır
uk: Перейменувати папку
vi: Đổi tên thư mục
zh_hans: 重命名文件夹
zh_hant: 重新命名資料夾

source: Replace All
ar: استبدال الكل
bn: সমস্ত প্রতিস্থাপন করুন
cs: Nahradit vše
da: Erstat alle
de: Alle ersetzen
el: Αντικατάσταση όλων
es: Reemplazar todo
fi: Korvaa kaikki
fr: Tout remplacer
he: החלף הכל
hi: सभी बदलें
hu: Cserélje ki az összeset
id: Ganti Semua
it: Sostituisci tutto
ja: すべて置換
ko: 모두 바꾸기
ms: Gantikan Semua
nb: Erstatt alle
nl: Vervang alles
pl: Zamień wszystko
pt_br: Substituir tudo
ro: Înlocuiește toate
ru: Заменить все
sv: Byt ut alla
th: แทนที่ทั้งหมด
tr: Tümünü Değiştir
uk: Замінити все
vi: Thay thế tất cả
zh_hans: 全部替换
zh_hant: 全部替換

source: Replace words and phrases
ar: استبدال الكلمات والعبارات
bn: শব্দ এবং বাক্যাংশ প্রতিস্থাপন করুন
cs: Nahraďte slova a fráze
da: Udskift ord og sætninger
de: Wörter und Phrasen ersetzen
el: Αντικαταστήστε λέξεις και φράσεις
fi: Korvaa sanat ja lauseet
fr: Remplacer des mots et phrases
he: החלף מילים וביטויים
hi: शब्दों और वाक्यांशों को बदलें
hu: Cserélje ki a szavakat és kifejezéseket
id: Ganti kata dan frasa
it: Sostituisci parole e frasi
ja: 単語やフレーズを置き換える
ko: 단어 및 구문 바꾸기
ms: Gantikan perkataan dan frasa
nb: Bytt ut ord og uttrykk
nl: Vervang woorden en zinnen
pl: Zamień słowa i wyrażenia
pt_br: Substitua palavras e frases
ro: Înlocuiește cuvinte și expresii
ru: Заменяйте слова и фразы
sv: Byt ut ord och fraser
th: แทนที่คำและวลี
tr: Kelimeleri ve cümleleri değiştirin
uk: Замініть слова та словосполучення
vi: Thay thế các từ và cụm từ
zh_hans: 替换词汇和短语
zh_hant: 替換詞彙和短語

source: Replacement
ar: استبدال
bn: প্রতিস্থাপন
cs: Nahrazení
da: Udskiftning
de: Ersetzung
el: Αντικατάσταση
es: Reemplazo
fi: Vaihto
fr: Remplacement
he: תַחֲלִיף
hi: प्रतिस्थापन
hu: Csere
id: Penggantian
it: Sostituzione
ja: 交換
ko: 대사
ms: Penggantian
nb: Erstatning
nl: Vervanging
pl: Zamiennik
pt_br: Substituição
ro: Înlocuire
ru: Замена
sv: Ersättning
th: การทดแทน
tr: Yenisiyle değiştirme
uk: Заміна
vi: thay thế
zh_hans: 替换
zh_hant: 替換

source: Replacement text
ar: نص بديل
bn: প্রতিস্থাপন পাঠ্য
cs: Náhradní text
da: Erstatningstekst
de: Ersatztext
el: Κείμενο αντικατάστασης
fi: Korvaava teksti
fr: Texte de remplacement
he: טקסט חלופי
hi: प्रतिस्थापन पाठ
hu: Csere szöveg
id: Teks pengganti
it: Testo sostitutivo
ja: 置換テキスト
ko: 대체 텍스트
ms: Teks gantian
nb: Erstatningstekst
nl: Vervangende tekst
pl: Tekst zastępczy
pt_br: Texto de substituição
ro: Text de înlocuire
ru: Текст замены
sv: Ersättningstext
th: ข้อความแทนที่
tr: Değiştirme metni
uk: Текст заміни
vi: Văn bản thay thế
zh_hans: 替换文本
zh_hant: 替換文字

source: Report an Issue
ar: الإبلاغ عن مشكلة
bn: একটি সমস্যা রিপোর্ট করুন
cs: Nahlásit problém
da: Rapporter et problem
de: Ein Problem melden
el: Αναφορά προβλήματος
es: Informar de un problema
fi: Ilmoita ongelmasta
fr: Signaler un problème
he: דווח על בעיה
hi: किसी समस्या की रिपोर्ट करें
hu: Probléma bejelentése
id: Laporkan Masalah
it: Segnala un problema
ja: 問題を報告する
ko: 문제 신고
ms: Laporkan Isu
nb: Rapporter et problem
nl: Rapporteer een probleem
pl: Zgłoś problem
pt_br: Informar um problema
ro: Raportați o problemă
ru: Сообщить о проблеме
sv: Rapportera ett problem
th: รายงานปัญหา
tr: Sorun Bildir
uk: Повідомити про проблему
vi: Báo cáo sự cố
zh_hans: 报告问题
zh_hant: 報告問題

# report_an_issue_bd7b4f00
source: Report an issue
ar: الإبلاغ عن مشكلة
bn: একটি সমস্যা রিপোর্ট করুন
cs: Nahlásit problém
da: Rapporter et problem
de: Ein Problem melden
el: Αναφέρετε ένα πρόβλημα
fi: Ilmoita ongelmasta
fr: Signaler un problème
he: דווח על בעיה
hi: किसी समस्या की रिपोर्ट करें
hu: Probléma bejelentése
id: Laporkan masalah
it: Segnala un problema
ja: 問題を報告する
ko: 문제 신고
ms: Laporkan isu
nb: Rapporter et problem
nl: Rapporteer een probleem
pl: Zgłoś problem
pt_br: Informar um problema
ro: Raportați o problemă
ru: Сообщить о проблеме
sv: Rapportera ett problem
th: รายงานปัญหา
tr: Bir sorunu bildirin
uk: Повідомити про проблему
vi: Báo cáo sự cố
zh_hans: 报告问题
zh_hant: 報告問題

source: Required
ar: مطلوب
bn: প্রয়োজন
cs: Požadovaný
da: Påkrævet
de: Erforderlich
el: Υποχρεούμαι
es: Obligatorio
fi: Pakollinen
fr: Requis
he: דָרוּשׁ
hi: आवश्यक
hu: Kívánt
id: Diperlukan
it: Necessario
ja: 必須
ko: 필수의
ms: Diperlukan
nb: Obligatorisk
nl: Vereist
pl: Wymagany
pt_br: Obrigatório
ro: Necesar
ru: Необходимый
sv: Nödvändig
th: ที่จำเป็น
tr: Gerekli
uk: Обов'язковий
vi: Yêu cầu
zh_hans: 必需
zh_hant: 必需

source: Required for recording your voice
ar: مطلوب لتسجيل صوتك
bn: আপনার ভয়েস রেকর্ড করার জন্য প্রয়োজন
cs: Vyžadováno pro záznam vašeho hlasu
da: Nødvendig for at optage din stemme
de: Erforderlich für die Aufnahme Ihrer Stimme
el: Απαιτείται για την ηχογράφηση της φωνής σας
es: Requerido para grabar tu voz
fi: Vaaditaan äänen tallentamiseen
fr: Requis pour enregistrer votre voix
he: נדרש להקלטת הקול שלך
hi: आपकी आवाज़ रिकॉर्ड करने के लिए आवश्यक है
hu: A hang rögzítéséhez szükséges
id: Diperlukan untuk merekam suara Anda
it: Necessario per registrare la tua voce
ja: 音声を録音するために必要です
ko: 음성 녹음에 필요합니다.
ms: Diperlukan untuk merakam suara anda
nb: Nødvendig for å ta opp stemmen din
nl: Vereist voor het opnemen van uw stem
pl: Wymagane do nagrania Twojego głosu
pt_br: Necessário para gravar sua voz
ro: Necesar pentru înregistrarea vocii
ru: Требуется для записи вашего голоса
sv: Krävs för att spela in din röst
th: จำเป็นสำหรับการบันทึกเสียงของคุณ
tr: Sesinizi kaydetmek için gerekli
uk: Необхідний для запису вашого голосу
vi: Cần thiết để ghi âm giọng nói của bạn
zh_hans: 录制您的语音所需
zh_hant: 錄製您的語音所需

# required_helpers_download_when_you_set_pindrop_u
source: Required helpers download when you set Pindrop up. Pindrop fetches a missing one the next time it opens.
ar: تُنزَّل الأدوات المطلوبة عند إعداد Pindrop. يجلب Pindrop أي أداة ناقصة في المرة التالية التي يُفتح فيها.
bn: Pindrop সেট আপ করার সময় প্রয়োজনীয় সহায়ক ফাইল ডাউনলোড হয়। কোনোটি না থাকলে, পরের বার খোলার সময় Pindrop সেটি নিয়ে আসে।
cs: Potřebné pomocné nástroje se stahují při nastavení Pindropu. Chybějící nástroj Pindrop stáhne při příštím spuštění.
da: Nødvendige hjælpeprogrammer downloades, når du sætter Pindrop op. Pindrop henter et manglende et, næste gang det åbner.
de: Erforderliche Hilfsprogramme werden beim Einrichten von Pindrop heruntergeladen. Pindrop lädt ein fehlendes beim nächsten Öffnen nach.
el: Τα απαραίτητα βοηθητικά προγράμματα κατεβαίνουν κατά τη ρύθμιση του Pindrop. Το Pindrop λαμβάνει όποιο λείπει την επόμενη φορά που ανοίγει.
es: Las ayudas necesarias se descargan al configurar Pindrop. Pindrop obtiene la que falte la próxima vez que se abra.
fi: Tarvittavat apuohjelmat ladataan, kun otat Pindropin käyttöön. Pindrop hakee puuttuvan seuraavalla avauskerralla.
fr: Les outils requis se téléchargent lors de la configuration de Pindrop. Pindrop récupère celui qui manque à la prochaine ouverture.
he: כלי עזר נחוצים מורדים בעת הגדרת Pindrop. Pindrop מביא כלי חסר בפעם הבאה שהוא נפתח.
hi: Pindrop सेट अप करते समय ज़रूरी हेल्पर डाउनलोड होते हैं। अगली बार खुलने पर Pindrop किसी गुम हेल्पर को ला देता है।
hu: A szükséges segédprogramok a Pindrop beállításakor töltődnek le. A Pindrop legközelebbi nyitáskor pótolja a hiányzót.
id: Alat bantu yang diperlukan diunduh saat Anda menyiapkan Pindrop. Pindrop mengambil alat yang hilang saat berikutnya dibuka.
it: Gli strumenti necessari si scaricano quando configuri Pindrop. Pindrop recupera quello mancante alla prossima apertura.
ja: 必要な補助ファイルはPindropのセットアップ時にダウンロードされます。不足しているものは次回起動時にPindropが取得します。
ko: Pindrop을 설정할 때 필요한 도우미가 다운로드됩니다. 누락된 항목은 다음에 열 때 Pindrop이 가져옵니다.
ms: Pembantu yang diperlukan dimuat turun semasa anda menyediakan Pindrop. Pindrop mengambil yang hilang pada kali seterusnya ia dibuka.
nb: Nødvendige hjelpeprogrammer lastes ned når du setter opp Pindrop. Pindrop henter et manglende neste gang det åpnes.
nl: Vereiste hulpprogramma's worden gedownload wanneer je Pindrop instelt. Pindrop haalt een ontbrekend onderdeel op de volgende keer dat het wordt geopend.
pl: Wymagane pomocniki pobierają się podczas konfigurowania Pindropa. Pindrop pobiera brakujący przy następnym otwarciu.
pt_br: Os auxiliares necessários são baixados quando você configura o Pindrop. O Pindrop busca o que estiver faltando na próxima vez que abrir.
ro: Utilitarele necesare se descarcă atunci când configurați Pindrop. Pindrop preia orice utilitar lipsă la următoarea deschidere.
ru: Необходимые вспомогательные файлы загружаются при настройке Pindrop. Недостающий файл Pindrop загрузит при следующем открытии.
sv: Nödvändiga hjälpprogram laddas ned när du ställer in Pindrop. Pindrop hämtar ett saknat program nästa gång det öppnas.
th: ตัวช่วยที่จำเป็นจะดาวน์โหลดตอนตั้งค่า Pindrop หากขาดตัวใด Pindrop จะดึงมาในครั้งถัดไปที่เปิด
tr: Gerekli yardımcı dosyalar Pindrop'u kurarken indirilir. Pindrop, eksik olanı bir sonraki açılışta getirir.
uk: Потрібні допоміжні файли завантажуються під час налаштування Pindrop. Pindrop отримає відсутній файл наступного разу, коли відкриється.
vi: Các trợ giúp cần thiết được tải xuống khi bạn thiết lập Pindrop. Pindrop sẽ lấy phần còn thiếu vào lần mở tiếp theo.
zh_hans: 设置 Pindrop 时会下载所需的辅助文件。缺失的文件会在下次打开时由 Pindrop 自动获取。
zh_hant: 設定 Pindrop 時會下載所需的輔助檔案。缺少的檔案會在下次開啟時由 Pindrop 自動取得。

# requires_a_fast_provider_apple_foundation_models
source: Requires a fast provider (Apple Foundation Models recommended). Cloud providers will issue one API call per pause.
ar: يتطلب مزودًا سريعًا (يُوصى باستخدام نماذج Apple Foundation). سيقوم موفرو السحابة بإصدار استدعاء API واحد لكل توقف مؤقت.
bn: একটি দ্রুত প্রদানকারী প্রয়োজন (অ্যাপল ফাউন্ডেশন মডেল প্রস্তাবিত)। ক্লাউড প্রদানকারীরা প্রতি বিরতিতে একটি API কল ইস্যু করবে।
cs: Vyžaduje rychlého poskytovatele (doporučeny modely Apple Foundation). Poskytovatelé cloudu vydají jedno volání API na pauzu.
da: Kræver en hurtig udbyder (Apple Foundation-modeller anbefales). Cloud-udbydere vil udstede et API-kald pr. pause.
de: Erfordert einen schnellen Anbieter (Apple Foundation Models empfohlen). Cloud-Anbieter geben pro Pause einen API-Aufruf aus.
el: Απαιτεί έναν γρήγορο πάροχο (συνιστώνται τα μοντέλα Apple Foundation). Οι πάροχοι cloud θα εκδίδουν μία κλήση API ανά παύση.
es: Requires a fast provider (Apple Foundation Models recommended). Los proveedores de la nube emitirán una llamada API por pausa.
fi: Edellyttää nopeaa toimittajaa (Apple Foundation -malleja suositellaan). Pilvipalveluntarjoajat lähettävät yhden API-kutsun taukoa kohden.
fr: Nécessite un fournisseur rapide (modèles Apple Foundation recommandés). Les fournisseurs de cloud émettront un appel API par pause.
he: דורש ספק מהיר (מומלצים דגמי Apple Foundation). ספקי ענן יוציאו קריאת API אחת לכל הפסקה.
hi: एक तेज़ प्रदाता की आवश्यकता है (Apple फाउंडेशन मॉडल अनुशंसित)। क्लाउड प्रदाता प्रति विराम एक एपीआई कॉल जारी करेंगे।
hu: Gyors szolgáltatót igényel (Apple Foundation Models ajánlott). A felhőszolgáltatók szünetenként egy API-hívást adnak ki.
id: Membutuhkan penyedia yang cepat (disarankan Apple Foundation Models). Penyedia cloud akan mengeluarkan satu panggilan API per jeda.
it: Richiede un fornitore veloce (consigliato Apple Foundation Models). I fornitori di servizi cloud emetteranno una chiamata API per ogni pausa.
ja: 高速プロバイダーが必要です (Apple Foundation モデルを推奨)。クラウド プロバイダーは、一時停止ごとに 1 つの API 呼び出しを発行します。
ko: 빠른 공급자가 필요합니다(Apple Foundation Models 권장). 클라우드 제공업체는 일시 중지당 하나의 API 호출을 발행합니다.
ms: Memerlukan pembekal yang pantas (Model Yayasan Apple disyorkan). Pembekal awan akan mengeluarkan satu panggilan API setiap jeda.
nb: Krever en rask leverandør (Apple Foundation-modeller anbefales). Skyleverandører vil utstede ett API-kall per pause.
nl: Vereist een snelle provider (Apple Foundation Models aanbevolen). Cloudproviders zullen één API-oproep per pauze doen.
pl: Wymaga szybkiego dostawcy (zalecane: Apple Foundation Models). Dostawcy usług w chmurze będą wysyłać jedno wywołanie API na każdą pauzę.
pt_br: Requer um provedor rápido (recomenda-se modelos Apple Foundation). Os provedores de nuvem emitirão uma chamada de API por pausa.
ro: Necesită un furnizor rapid (se recomandă modelele Apple Foundation). Furnizorii de cloud vor lansa un apel API pe pauză.
ru: Требуется быстрый поставщик (рекомендуются модели Apple Foundation). Облачные провайдеры будут выполнять один вызов API за паузу.
sv: Kräver en snabb leverantör (Apple Foundation-modeller rekommenderas). Molnleverantörer kommer att utfärda ett API-anrop per paus.
th: ต้องมีผู้ให้บริการที่รวดเร็ว (แนะนำรุ่น Apple Foundation) ผู้ให้บริการคลาวด์จะทำการเรียก API หนึ่งครั้งต่อการหยุดชั่วคราว
tr: Hızlı bir sağlayıcı gerektirir (Apple Foundation Modelleri önerilir). Bulut sağlayıcıları her duraklatma için bir API çağrısı yayınlayacaktır.
uk: Потрібен швидкий постачальник (рекомендуються моделі Apple Foundation). Хмарні постачальники надсилатимуть один виклик API за паузу.
vi: Yêu cầu nhà cung cấp nhanh (khuyến nghị sử dụng Apple Foundation Models). Các nhà cung cấp đám mây sẽ thực hiện một lệnh gọi API cho mỗi lần tạm dừng.
zh_hans: 需要快速提供者（推荐 Apple Foundation Models）。云提供商将在每次暂停时发出一次 API 调用。
zh_hant: 需要快速提供者（推薦 Apple Foundation Models）。雲提供商將在每次暫停時發出一次 API 呼叫。

source: Reset
ar: إعادة ضبط
bn: রিসেট করুন
cs: Resetovat
da: Nulstil
de: Zurückgesetzt
el: Επαναφορά
es: Restablecer
fi: Nollaa
fr: Réinitialisé
he: אִתחוּל
hi: रीसेट करें
id: Mengatur ulang
ja: リセット
ko: 다시 놓기
ms: Tetapkan semula
nb: Tilbakestill
nl: Opnieuw instellen
pl: Resetuj
pt_br: Reiniciar
ro: Resetați
ru: Перезагрузить
sv: Återställa
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
vi: Cài lại
zh_hans: 已重置
zh_hant: 已重置

source: Reset All Settings?
ar: إعادة ضبط كافة الإعدادات؟
bn: সমস্ত সেটিংস রিসেট করবেন?
cs: Obnovit všechna nastavení?
da: Vil du nulstille alle indstillinger?
de: Alle Einstellungen zurücksetzen?
el: Επαναφορά όλων των ρυθμίσεων;
es: ¿Restablecer todos los ajustes?
fi: Nollataanko kaikki asetukset?
fr: Réinitialiser tous les paramètres ?
he: לאפס את כל ההגדרות?
hi: सभी सेटिंग्स रीसेट करें?
hu: Visszaállítja az összes beállítást?
id: Atur Ulang Semua Pengaturan?
it: Ripristinare tutte le impostazioni?
ja: すべての設定をリセットしますか?
ko: 모든 설정을 재설정하시겠습니까?
ms: Tetapkan Semula Semua Tetapan?
nb: Vil du tilbakestille alle innstillinger?
nl: Alle instellingen resetten?
pl: Zresetować wszystkie ustawienia?
pt_br: Redefinir todas as configurações?
ro: Resetați toate setările?
ru: Сбросить все настройки?
sv: Återställa alla inställningar?
th: รีเซ็ตการตั้งค่าทั้งหมดใช่ไหม
tr: Tüm Ayarlar Sıfırlansın mı?
uk: Скинути всі налаштування?
vi: Đặt lại tất cả cài đặt?
zh_hans: 重置所有设置？
zh_hant: 重置所有設定？
